// © Copyright 2005, 2015 HP Development Company, L.P.

TaskName = "Lingua pannello di controllo";


English = "Inglese";
French = "Francese";
German = "Tedesco";
Spanish = "Spagnolo";
Italian = "Italiano";
Swedish = "Svedese";
Danish = "Danese";
Norwegian = "Norvegese";
Dutch = "Olandese";
Finnish = "Finlandese";
Japanese = "Giapponese";
Portuguese = "Portoghese";
Polish = "Polacco";
Turkish = "Turco";
Kanji = "Kanji";
TradChinese = "Cinese tradizionale";
SimpChinese = "Cinese semplificato";
Russian = "Russo";
Czech = "Ceco";
Hungarian = "Ungherese";
Korean = "Coreano";
Thai = "Thai";
Hebrew = "Ebraico";
EastEuropean = "Est europeo";
EuroEnglish = "Inglese europeo";
CanadianFrench = "Francese canadese";
Greek = "Greco";
Arabic = "Arabo";
IndonesianBahasa = "Bahasa Indonesia";
Bulgarian = "Bulgaro";
Croatian = "Croato";
Estonian = "Estone";
Latvian = "Lettone";
Lithuanian = "Lituano";
Romanian = "Rumeno";
Slovakian = "Slovacco";
Slovenian = "Sloveno";
Ukrainian = "Ucraino";
Malay = "Bahasa Melayu";

TaskDescription = "Per modificare la lingua usata per la visualizzazione delle informazioni sul pannello di controllo e la stampa di rapporti sul dispositivo (ad esempio la pagina di configurazione), selezionare una lingua nell'elenco che segue:";
LanguageLabel = "Lingua:";
ApplyButtonTitle = "Applica adesso";
NoLangSelected = "Seleziona una lingua";

NoCountrySelected = "Seleziona un paese/regione";
CountryLabel = "Paese/località";

// country names
afghanistan = "Afghanistan";
albania = "Albania";
algeria = "Algeria";
americanSamoa = "Samoa Americane";
andorra = "Andorra";
angola = "Angola";
anguilla = "Anguilla";
antiguaAndBarbuda = "Antigua e Barbuda";
argentina = "Argentina";
armenia = "Armenia";
aruba = "Aruba";
ascensionIsland = "ascensionIsland";
australia = "Australia";
austria = "Austria";
azerbaijan = "Azerbaijan";
bahamasThe = "Bahamas";
bahrain = "Bahrain";
bangladesh = "Bangladesh";
barbados = "Barbados";
belarus = "Bielorussia";
belgium = "Belgio";
belize = "Belize";
benin = "Benin";
bermuda = "Bermuda";
bhutan = "Bhutan";
bolivia = "Bolivia";
bosniaAndHerzegovina = "Bosnia e Herzegovina";
botswana = "Botswana";
brazil = "Brasile";
brunei = "Brunei";
bulgaria = "Bulgaria";
burkinaFaso = "Burkina Faso";
burundi = "Burundi";
cambodia = "Cambogia";
cameroon = "Camerun";
canada = "Canada";
capeVerde = "Cape Verde";
caymanIslands = "Isole Cayman";
centralAfricanRepublic = "Repubblica Centrafricana";
chad = "Chad";
chile = "Cile";
china = "Cina";
cocosKeelingIslands = "cocosKeelingIslands";
colombia = "Colombia";
comoros = "Comoros";
congo = "Congo";
congoDRC = "Congo, Repubblica Democratica";
cookIslands = "Isole Cook";
costaRica = "Costa Rica";
croatia = "Croazia";
cuba = "Cuba";
cyprus = "Cipro";
czechRepublic = "Repubblica Ceca";
denmark = "Danimarca";
diegoGarcia = "diegoGarcia";
djibouti = "Gibuti";
dominica = "Dominica";
dominicanRepublic = "Repubblica Dominicana";
ecuador = "Ecuador";
egypt = "Egitto";
elSalvador = "El Salvador";
equatorialGuinea = "Guinea Equatoriale";
eritrea = "Eritrea";
estonia = "Estonia";
ethiopia = "Etiopia";
falklandIslandsIslasMalvinas = "Isole Falkland";
faroeIslands = "Isole Faeroe";
fijiIslands = "Fiji";
finland = "Finlandia";
france = "Francia";
frenchAntilles = "Antille Francesi";
frenchGuiana = "Guiana Francese";
frenchPolynesia = "Polinesia Francese";
gabon = "Gabon";
gambiaThe = "Gambia";
georgia = "Georgia";
germany = "Germania";
ghana = "Gana";
gibraltar = "Gibilterra";
greece = "Grecia";
greenland = "Groenlandia";
grenada = "Grenada";
guadeloupe = "Guadalupe";
guam = "Guam";
guantanamoBay = "guantanamoBay";
guatemala = "Guatemala";
guinea = "Guinea";
guineaBissau = "Guinea-Bissau";
guyana = "Guiana";
haiti = "Haiti";
honduras = "Honduras";
hongKongSAR = "Hong Kong S.A.R.";
hungary = "Ungheria";
iceland = "Islanda";
india = "India";
indonesia = "Indonesia";
iran = "Iran";
iraq = "Iraq";
ireland = "Irlanda";
israel = "Israele";
italy = "Italia";
jamaica = "Giamaica";
japan = "Giappone";
jordan = "Giordania";
kazakhstan = "Kazakstan";
kenya = "Kenya";
kiribati = "Kiribati";
korea = "Corea del Sud";
kuwait = "Kuwait";
kyrgyzstan = "Kyrgyzstan";
laos = "Laos";
latvia = "Latvia";
lebanon = "Libano";
lesotho = "Lesotho";
liberia = "Liberia";
libya = "Libia";
liechtenstein = "Liechtenstein";
lithuania = "Lituania";
luxembourg = "Lussemburgo";
lacaoSAR = "lacaoSAR";
macedonia = "Macedonia";
madagascar = "Madagascar";
malawi = "Malawi";
malaysia = "Malesia";
maldives = "Maldive";
mali = "Mali";
malta = "Malta";
marshallIslands = "Isole Marshall";
martinique = "Martinique";
mauritania = "Mauritania";
mauritius = "Maurizio";
mayotte = "Mayotte";
mexico = "Messico";
micronesia = "Micronesia";
moldova = "Moldova";
monaco = "Monaco";
mongolia = "Mongolia";
montserrat = "Montserrat";
morocco = "Morocco";
mozambique = "Mozambico";
myanmar = "Myanmar";
namibia = "Namibia";
nauru = "Nauru";
nepal = "Nepal";
netherlandsAntilles = "Antille Olandesi";
netherlandsThe = "Paesi Bassi";
newCaledonia = "Nuova Caledonia";
newZealand = "Nuova Zelanda";
nicaragua = "Nicaragua";
niger = "Niger";
nigeria = "Nigeria";
niue = "Niue";
norfolkIsland = "norfolkIsland";
northKorea = "Corea del Nord";
norway = "Norvegia";
oman = "Oman";
pakistan = "Pakistan";
palau = "Palau";
panama = "Panama";
papuaNewGuinea = "Papua Nuova Guinea";
paraguay = "Paraguay";
peru = "Perù";
philippines = "Filippine";
poland = "Polonia";
portugal = "Portogallo";
puertoRico = "Porto Rico";
qatar = "Qatar";
reunion = "Réunion";
romania = "Romania";
russia = "Russia";
rwanda = "Rwanda";
samoa = "Samoa";
sanMarino = "San Marino";
saudiArabia = "Arabia Saudita";
senegal = "Senegal";
serbiaAndMontenegro = "Serbia e Montenegro";
seychelles = "Seychelles";
sierraLeone = "Sierra Leone";
singapore = "Singapore";
slovakia = "Slovacchia";
slovenia = "Slovenia";
solomonIslands = "Isole Solomon";
somalia = "Somalia";
southAfrica = "Sud Africa";
spain = "Spagna";
sriLanka = "Sri Lanka";
stHelena = "St. Helena";
stKittsAndNevis = "St. Kitts e Nevis";
stLucia = "St. Lucia";
stPierreAndMiquelon = "St.-Pierre e Miquelon";
stVincentAndTheGrenadines = "St. Vincent e Grenadine";
sudan = "Sudan";
suriname = "Suriname";
swaziland = "Swaziland";
sweden = "Svezia";
switzerland = "Svizzera";
syria = "Siria";
taiwan = "Taiwan, Cina";
tajikistan = "Tajikistan";
tanzania = "Tanzania";
thailand = "Tailandia";
timorLeste = "timorLeste";
togo = "Togo";
tokelau = "Tokelau";
tonga = "Tonga";
trinidadAndTobago = "Trinidad e Tobago";
tunisia = "Tunisia";
turkey = "Turchia";
turkmenistan = "Turkmenistan";
turksAndCaicosIslands = "Isole Turks e Caicos";
tuvalu = "Tuvalu";
uganda = "Uganda";
ukraine = "Ucraina";
unitedArabEmirates = "Emirati Arabi Uniti";
unitedKingdom = "Regno Unito";
unitedStates = "Stati Uniti";
uruguay = "Uruguay";
uzbekistan = "Uzbekistan";
vanuatu = "Vanuatu";
vaticanCity = "Cittàdel Vaticano";
venezuela = "Venezuela";
vietnam = "Vietnam";
virginIslands = "Isole Vergini Statunitensi";
virginIslandsBritish = "Isole Vergini Britanniche";
wallisAndFutuna = "Wallis e Futuna";
yemen = "Yemen";
zambia = "Zambia";
zimbabwe = "Zimbabwe";

// region names
"africa" = "Africa";
"asiaPacific" = "Asia Pacific";
"caribbean" = "Caribbean";
"europe" = "Europe";
"indiaChina" = "India or China";
"japanCISMEA" = "Japan CISMEA";
"latinAmerica" = "Latin America";
"middleEast" = "Middle East";
"NALAAP" = "NALAAP";
"nordic" = "Nordic";
"northAfrica" = "North Africa";
"northAmericaUSACanada" = "North America (USA, Canada)";
"northWestAfrica" = "North-West Africa";
"notSupported" = "not supported";
"southernAfrica" = "Southern Africa";
"universal" = "universal";

